{
  "fr": {
    "home": {
      "ulillexplore": "UlillExplore",
      "welcome": "Bienvenue",
      "on": "sur",
      "buddySystem": "le Buddy System de l'Université de Lille",
      "findYourGodfather": "Trouver votre Lilord (parrain)/ Lilot (filleul)",
      "ambassador": "Ambassadeur",
      "shareYourExperience": "Partager votre expérience",
      "lastUpdate": "Dernière interaction",
      "correctErrors": "Veuillez corriger les erreurs suivantes :",
      "required": "requis",
      "profile": "Mon profil",
      "myInfos": "Voir mes informations"
    },
    "lang": {
      "fr": "Français",
      "en": "Anglais",
      "french": "Français",
      "english": "Anglais",
      "spanish": "Espagnol",
      "portuguese": "Portugais",
      "chinese": "Chinois",
      "japanese": "Japonais",
      "korean": "Coréen",
      "russian": "Russe",
      "arabic": "Arabe",
      "italian": "Italien",
      "dutch": "Néerlandais",
      "german": "Allemand",
      "swedish": "Suédois",
      "polish": "Polonais",
      "turkish": "Turc",
      "romanian": "Roumain",
      "czech": "Tchèque",
      "greek": "Grec"
    },
    "months": {
      "january": "Janvier",
      "february":"Février",
      "march": "Mars",
      "april":"Avril",
      "may": "Mai",
      "june":"Juin",
      "july": "Juillet",
      "august":"Aôut",
      "september":"Septembre",
      "october":"Octobre",
      "november": "Novembre",
      "december":"Décembre"
    },
    "errorsMsg": {
      "nationalityRequired": "Nationalité requise",
      "startDateRequired":"Date de début requise",
      "godChildNumberRequired": "Nombre de Lilots (filleuls) requis",
      "availabilityRequired":"Disponibilité requise",
      "languagesSpokenRequired": "Langues parlées requises",
      "cycleOfStudiesRequired":"Cycle d'étude requis",
      "departmentRequired": "Département requis",
      "facultyRequired":"Faculté requise",
      "activitiesRequired": "Activités requises",
      "hobbiesRequired":"Loisirs requis",
      "passwordRequired":"Veuillez entrer votre mot de passe actuel",
      "samePasswordRequired":"Les 2 mots de passe doivent correspondre"
    },
    "sideMenu": {
      "welcome": "Bienvenue",
      "signIn": "Connectez-vous pour plus d'infos",
      "home": "Accueil",
      "becomeGodfather": "Devenir Lilord (parrain)",
      "becomeGodchild": "Devenir Lilot (filleul)",
      "ambassador": "Ambassadeurs",
      "profile": "Profil",
      "login": "Connexion",
      "logout": "Déconnexion"
    },
    "login": {
      "login": "Connexion",
      "iHaveUlillAdress": "Je possède une adresse ULille",
      "noteAboutUnivlille": "Note : Pour être Lilord (parrain) ou ambassadeur, il est nécessaire de posséder une adresse @univ-lille",
      "iClickHere": "Je clique ici",
      "iDontHaveAddress": "Je n'ai pas d'adresse @univ-lille",
      "email": "Adresse Email (autre que @univ-lille)",
      "password": "Mot de passe",
      "forgotPassword": "Mot de passe oublié",
      "getYourAccount": "Merci de renseigner votre adresse email afin de réinitialiser votre mot de passe",
      "createNewPassword": "Réinitialisation de votre mot de passe",
      "enterOldPassword": "Entrez votre mot de passe actuel",
      "enterNewPassword": "Inscrivez votre nouveau mot de passe",
      "repeatNewPassword": "Ré-inscrivez votre nouveau mot de passe",
      "samePassword": "Les mots de passe doivent être identiques et contenir au moins 6 caractères",
      "validate": "Valider",
      "alreadyRegister": "Vous avez déjà un compte",
      "signUp": "Inscription",
      "wrongPassword": "Email ou mot de passe incorrect"
    },
    "signup": {
      "signup": "Inscription",
      "lastname": "Nom",
      "firstname": "Prénom",
      "email": "Email",
      "password": "Mot de passe",
      "rgpd": "Je consens à ce que l'université de Lille traite les données recueillies pour permettre la mise en place d’un système de parrainage entre des étudiants « filleuls » (dits 'Lilot') en situation de mobilité entrante et des étudiants « parrains » de l'Université de Lille (dits 'Lilord' ).",
      "rgpdAmbassador": "Je consens à ce que l'université de Lille traite les données recueillies pour recruter des étudiants ambassadeurs de l’université de Lille.",
      "rgpdPopUpLink": "Cliquez-ici pour en savoir plus sur la gestion de vos données personnelles et pour exercer vos droits.",
      "register": "S'inscrire"
    },
    "rgpd": {
      "titleGodfather": "Règlement général sur la protection des données (Lilord/Parrain)",
      "titleGodChild": "Règlement général sur la protection des données (Lilot/Filleul)",
      "titleAmbassador": "Règlement général sur la protection des données (Ambassadeur)",
      "rgpdAmb1": "La Direction générale déléguée aux relations internationales met en œuvre pour le compte du Président de l’Université de Lille un traitement de données personnelles ayant pour objet : le recrutement d'étudiants ambassadeurs de l’université de Lille et valorisation pédagogique de leurs activités.",
      "rgpdAmb2": "Le traitement a fait l’objet d’une déclaration au registre des traitements de l’Université de Lille sous la référence n° 202183. Sa base légale repose ",
      "rgpdAmb3": "Sur le consentement pour les ambassadeurs ne sollicitant pas la valorisation pédagogique de leurs missions (RGPD, art. 6 1. a) ;",
      "rgpdAmb4": "Sur la mission d’intérêt public de l’Université de Lille pour les ambassadeurs sollicitant la valorisation pédagogique de leurs missions sous la forme d’ECTS (RGPD, art. 6 1. e) .",
      "rgpdAmb5": "Les données collectées sont communiquées aux seuls membres habilités au sein de la direction des mobilités internationales.",
      "rgpdAmb6": "Les données seront conservées :",
      "rgpdAmb7": "Pour les ambassadeurs ne sollicitant pas la valorisation pédagogique de leurs missions : 12 mois à compter du terme de l’année universitaire en cours au moment de l’inscription sur la plateforme ;",
      "rgpdAmb8": "Pour les ambassadeurs sollicitant la valorisation pédagogique de leurs missions sous la forme d’ECTS : jusqu’au terme du cursus en cours au moment de l’inscription sur la plateforme.",
      "rgpdAmb9": "Au-delà, ces données peuvent être archivées sur un support distinct et à accès très limité, conformément aux règles applicables en matière d'archives publiques et d'archives privées.",
      "rgpdAmb10": "Les ambassadeurs ne sollicitant pas la valorisation pédagogique de leurs missions peuvent accéder aux données les concernant, demander leur rectification et leur effacement. Ils peuvent exercer leurs droits de limitation au traitement de leurs données. Ils peuvent également retirer leur consentement au traitement de celles-ci (Consultez le site ",
      "rgpdAmb11": "cnil.fr",
      "rgpdAmb12": "pour plus d’informations sur vos droits).",
      "rgpdAmb13": "Les ambassadeurs sollicitant la valorisation pédagogique de leurs missions peuvent accéder aux données les concernant, demander leur rectification. Ils peuvent également exercer leurs droits de limitation et d’opposition au traitement de leurs données. (Consultez le site ",
      "rgpdAmb14": "Pour exercer ces droits ou pour toute question sur le traitement de vos données, vous pouvez adresser votre demande à : ",
      "rgpdAmb15": "ulillexplore@univ-lille.fr ",
      "rgpdAmb16": "ou  contacter notre délégué à la protection des données Jean Luc Tessier à l’adresse ",
      "rgpdAmb17": "dpo@univ-lille.fr.",
      "rgpdAmb18": "Si vous estimez, après nous avoir contactés, que vos droits « Informatique et Libertés » ne sont pas respectés, vous pouvez adresser une réclamation à la CNIL.",
      "rgpdGFC01": "La Direction générale déléguées aux relations internationales met en œuvre pour le compte du Président de l’Université de Lille un traitement de données personnelles ayant pour objet : la mise en place d’un système de parrainage entre des étudiants « filleuls » (dîts 'Lilot') en situation de mobilité entrante et des étudiants « parrains » de l'Université de Lille (dîts 'Lilord' ).",
      "rgpdGFC02": "Le traitement a fait l’objet d’une déclaration au registre des traitements de l’Université de Lille sous la référence n° 202181. Sa base légale repose sur le consentement des personnes concernées par ce traitement de données personnelles (RGPD, art. 6 1. a).",
      "rgpdGFC03":"Les données collectées auprès des « parrains » sont communiquées aux seuls membres habilités au sein de la direction des mobilités internationales. Elles seront conservées jusqu’au terme du cursus en cours au moment de l’inscription sur la plateforme.",
      "rgpdGFC99":"Les données collectées auprès des « filleuls » sont communiquées aux seuls membres habilités au sein de la direction des mobilités internationales. Elles seront conservées jusqu’au terme du cursus en cours au moment de l’inscription sur la plateforme.",
      "rgpdGFC04":"Au-delà, ces données peuvent être archivées sur un support distinct et à accès très limité, conformément aux règles applicables en matière d'archives publiques et d'archives privées.",
      "rgpdGFC05":"Vous pouvez accéder aux données vous concernant, demander leur rectification et leur effacement. Vous pouvez exercer vos droits de limitation au traitement de vos données. Vous pouvez également retirer votre consentement au traitement de celles-ci (Consultez le site ",
      "rgpdGFC06":"cnil.fr",
      "rgpdGFC07":"pour plus d’informations sur vos droits).",
      "rgpdGFC08":"Pour exercer ces droits ou pour toute question sur le traitement de vos données, vous pouvez adresser votre demande à : ",
      "rgpdGFC09":"ulillexplore@univ-lille.fr",
      "rgpdGFC10":"ou  contacter notre délégué à la protection des données Jean Luc Tessier à l’adresse ",
      "rgpdGFC11":"dpo@univ-lille.fr.",
      "rgpdGFC12":"Si vous estimez, après nous avoir contactés, que vos droits « Informatique et Libertés » ne sont pas respectés, vous pouvez adresser une réclamation à la CNIL."
    },
    "profile": {
      "myProfile": "Mon profil",
      "contactEmail": "Email de contact :",
      "cycleStudies": "Cycle d'études",
      "subscribedFrom": "Inscrit(e) depuis le :",
      "updatePassword": "Modifier le mot de passe",
      "myGodchild": "Mes Lilots (filleuls)",
      "myGodchildProfile": "Mon profil Lilot (filleul)",
      "myGodfather": "Mon Lilord (parrain)",
      "myGodfatherProfile": "Mon profil Lilord (parrain)",
      "edit": "Éditer",
      "ambassador": "Ambassadeur",
      "isAmbassador": "Tu es inscrit à l'U.E P.E Be an Ambassador pour le semestre",
      "becomeAmbassador": "Tu n'es pas ambassadeur, <br> pour le devenir, clique ici",
      "becomeAmbassadorValid": "Devenir ambassadeur",
      "seeMyForm": "Accéder au formulaire",
      "unsubscribe": "Me désinscrire",
      "noRelations": "Tu n'as pas encore de statut Lilord (parrain) ou Lilot (filleul), à toi de choisir si tu souhaites accompagner un Lilot ou si tu as besoin d'être aidé par un Lilord.",
      "disabledGodchildAccount": "Suspendre mon compte Lilot (filleul)",
      "disabledGodfatherAccount": "Suspendre mon compte Lilord (parrain)",
      "thisNotDeleteRelation": "Tu peux activer ou désactiver ton compte ici. Ceci ne suspendra pas les relations en cours que tu peux avoir mais tu ne pourras plus avoir de nouveaux matchs",
      "yourAccountInactive": "Ton compte {0} est actuellement inactif, réactive-le en cliquant ici",
      "youCantBeBooth": "Désolé mais tu ne peux pas être à la fois Lilord (parrain) et Lilot (filleul), il faut d'abord désactiver l'un avant d'activer l'autre",
      "successCreation": "Profil créé avec succès",
      "successGen": "L'opération s'est déroulée avec succès",
      "errorGen": "Nous sommes désolés mais une erreur est survenue",
      "signupPending": "Votre email n'était pas connu des services des RI de Lille mais votre demande d'inscription est maintenant prise en compte - Vous pourrez vous inscrire dans quelques jours avec l'email :",
      "noGodfatherYet": "Tu n'as pas encore de Lilord mais nous y travaillons, tu seras prévenu par mail quand nous l'aurons trouvé",
      "noGodchildYet": "Tu n'as pas encore de Lilot mais nous y travaillons, tu seras prévenu par mail quand nous l'aurons trouvé"
    },
    "wait": {
      "sorry": "Désolé",
      "oneUndredDay": "Il faut au moins 300 jours d’ancienneté. N’hésite pas à revenir lorsque tu auras pris tes marques à l’Université",
      "back": "Retour à l'accueil"
    },
    "help": {
      "needHelp": "Besoin d'aide",
      "rdvOn": "Rendez-vous sur UlillGo pour les informations générales sur la mobilité internationale",
      "ulillGoLink": "ulillgo.fr",
      "contactUs": "Contactez-le support pour toute autre question :",
      "mail": "ulillexplore@univ-lille.fr"
    },
    "buddy": {
      "chooseCategorie": "Choisir une catégorie",
      "iWantBeGodfather": "Je veux être Lilord (parrain)",
      "toBeClassy": "et avoir la classe (le tout en moins de 5 min)",
      "iSearchAGodfather": "Je cherche un Lilord (parrain)",
      "iNeedGodfather": "J'ai besoin d'un Lilord (parrain) pour me guider"
    },
    "godchild": {
      "createMyProfile": "Je crée mon profil Lilot(filleul)",
      "nationality": "Nationalité",
      "whenYouStarted": "Quand as-tu commencé tes études à Lille ?",
      "whenAreYouAvailable": "À quelle période pourras-tu passer du temps avec ton Lilord (parrain) ?",
      "allSelect": "Tout sélectionner",
      "whatLanguageSpeak": "Quelle(s) langue(s) es-tu prêt à parler avec ton Lilord (parrain)?",
      "whatYouStudying": "Cycle d'études ?",
      "whatFaculty": "Dans quelle faculté étudies-tu ?",
      "whatDepartment": "Dans quel département étudies-tu ?",
      "outsideCourses": "En dehors des cours tu es plutôt ?",
      "whatHobbies": "Qu'est-ce que tu aimerais faire avec ton Lilord (parrain)?",
      "validate": "Valider"
    },
    "godfather": {
      "createMyProfile": "Je crée mon profil (parrain)",
      "nationality": "Nationalité",
      "whenYouStarted": "Quand as tu commencé tes études à Lille ?",
      "howManyGodchild": "Combien de Lilots (filleuls) es-tu prêt à encadrer ?",
      "whenAreYouAvailable": "À quelle période pourras-tu passer du temps avec ton/tes Lilots (filleuls) ?",
      "whatLanguageSpeak": "Quelle(s) langue(s) es-tu prêt à parler avec ton/tes Lilots (filleuls) ?",
      "whatYouStudying": "Cycle d'études ?",
      "whatFaculty": "Dans quelle faculté étudies-tu ?",
      "whatDepartment": "Dans quel département étudies-tu ?",
      "outsideCourses": "En dehors des cours tu es plutôt ?",
      "outsideCoursesMinMax": "(minimum 2 / maximum 4)",
      "whatHobbies": "Qu'est-ce que tu aimerais faire avec ton/tes Lilots (filleuls) ?",
      "validate": "Valider"
    },
    "ambassador": {
      "becomeAmbassador": "Devenir ambassadeur",
      "charte": {
        "cgAmbassador": "Charte d'engagement de l'ambassadeur",
        "cgrepresent": "En tant qu’ambassadeur de l’université de Lille, mon rôle sera de représenter l’établissement dans mon université d’accueil et de faire la promotion de la mobilité internationale. Voici quelques exemples de missions à accomplir :",
        "cgBeforeMob": "Avant et pendant la mobilité :",
        "cgDoPortrait": "- Faire un portrait écrit de moi avant et après la mobilité ",
        "cgDoInterview": "- Faire un entretien Skype dans le mois d’arrivée et / ou pendant la mobilité ",
        "cgAddAdress": "- Ajouter le @international_univlille à mes publications sur les réseaux sociaux et poster des photos de ma mobilité (par exemple: nouveau campus / Amphi / journée d’intégration, visites, selfie avec des amis, plats typiques, etc.)",
        "cgSendPostal": "- Envoyer une carte postale à l’Université de Lille",
        "cgBlogAuthor": "- Je suis auteur d’un blog ou créateur d’une chaîne vidéo, je partage le lien vers ma plateforme de diffusion. ",
        "cgWritePlans": "- J’écris un recueil de bons plans sur ma ville d’accueil",
        "cgMyBack": "À mon retour de mobilité : ",
        "cgDoOrga": "- Participer à l’organisation de l’ISW en tant qu’ambassadeur",
        "cgRepresent": "Je m’engage à représenter l’Université de Lille pendant ma mobilité et j’autorise l’Université de Lille à publier librement les photographies me représentant dans le cadre exclusif de ses publications, à des fins pédagogiques ou scientifiques et/ou de communication externe ou interne, sur support papier ou numérique (annuaires, brochures de présentation, affichettes, site internet…). Cette autorisation est valable 15 ans, sauf en ce qui concerne les annuaires de l'établissement pour lesquels elle est donnée sans limitation de durée. Toute autre utilisation, elle sera soumise à une nouvelle demande préalable d'autorisation.",
        "cgAccept": "J’accepte",
        "cgUE": "Je suis également inscrit à l'U.E P.E Be an Ambassador (Cocher cette case)"
      },
      "form": {
        "becomeAmbassador": "Envoi des pièces justificatives",
        "personalInfos": "Informations personnelles",
        "ambaLastname": "Nom",
        "amFirstname": "Prénom",
        "amMail": "Courriel",
        "amCountry": "Pays d'accueil",
        "amUniversity": "Université d'accueil",
        "amExchange": "Programme d'échange",
        "amComposante": "Composante",
        "amBefore": "Avant et pendant la mobilité : 5/11 au moins",
        "amBeforeDesc": "Vous devez remplir au moins 5 champs sur 11 (au moins 8/11 pour les étudiants inscrits à l'U.E P.E Be an Ambassador)",
        "amDoPortrait": "Faire un portrait écrit de moi avant et après la mobilité (Document texte)",
        "amDoInterview": "Faire un entretien Skype avec le service Relations Internationales de ma composante dans le mois d’arrivée et / ou pendant la mobilité",
        "amChooseInterview": "Veuillez préciser la date de l’entretien",
        "amQuestionnaire": "Répondre au questionnaire avant et après la mobilité sous forme de réponses écrites ou d’un entretien vidéo.",
        "amDoPhoto": "Faire une séance photo pour présenter un objet que j’ai acquis pendant ma mobilité et ce qu’il évoque pour moi. (Photos + texte)",
        "amDoPubli": "Faire des publications sur les réseaux sociaux concernant ma mobilité et ajouter le @international_univlille. J’accompagne mes photos d’une description, détaillant au moins le lieu et la date.  (Liens vers les publication)",
        "amProposition": "Propositions de photos à prendre : Campus / Amphi / Journée d’intégration / Visites / Selfie avec des amis dans l’Université d’accueil / Un coucher ou lever de soleil / Événement de la ville, pays, université d'accueil / Plat typique…",
        "amDoPostal": "Envoyer une carte postale à l’Université à l’adresse :",
        "amAdress": "Université de Lille - Direction Mobilités Internationales Bât. A3, Cité Scientifique Villeneuve d’Ascq, 59650 - France",
        "amFizer": "*Il est possible d’utiliser l’application Fizzer pour créer la carte avec vos photos. Voir : www.fizzer.com // (Joindre une photo de la carte postale)",
        "amRepresent": "Représenter et / ou promouvoir l’Université de Lille pendant un événement international à l’université d’accueil. Je contacte l’université de Lille en avance pour recevoir le matériel nécessaire (goodies, prospectus, affiches…). (Photos)",
        "amBlog": "Je suis auteur d’un blog ou créateur d’une chaîne vidéo, je partage le lien vers les publications qui concernent ma mobilité avec le bureau des relations internationales. (Un ou plusieurs liens)",
        "amCarnet": "Faire un carnet de bord, écrit, dessin, peinture, etc… Je le présenterai si je le souhaite à l’Université lors d’une exposition ou lors d’un événement international. (Photos)",
        "amPlan": "J’écris un recueil de bons plans: université d’accueil, ville ou pays de ma mobilité, itinéraires, lieux, restos, astuces. Nous pourrons les publier sur le site international de l’Université de Lille. (document texte, document PDF)",
        "amPromotion": "Faire la promotion de l’Université de Lille et/ou de la culture française auprès de mes nouvelles connaissances, par exemple :",
        "amPromotionList": "Je fais goûter une spécialité française / J’enseigne des mots de français (et pas seulement des gros mots :)) / Je trouve un restaurant ou commerce français  dans la ville d'accueil/ Je porte les couleurs de l’Université de Lille pendant une course à pied, ou autre manifestation dans l’université ou la ville d’accueil / Je fais porter un t-shirt ou un pull de l’Université de Lille à un étudiant de mon université d’accueil (Upload de photos)",
        "amIdea": "Des idées pour mon retour de mobilité : (rien à cocher)",
        "amParticipate": "Participer à l’organisation de l’International Student Week en tant que bénévole / Devenir parrain pour un étudiant international  / Participer à un CafÉrasmus organisé sur l’un des Campus de L’Université de Lille",
        "UEInter": "Je suis inscrit a l'U.E P.E Be an Ambassador (je coche cette case)",
        "amRecueil": "Écrire un recueil de bons plans, trucs & astuces sur ma ville d’accueil (restaurants, bars, informations culturelles). Il pourra être publié dans la section Internationale du site de l’Université de Lille. (document texte, document PDF)",
        "amRapport": "Rédiger un rapport de 4 pages retraçant mon expérience.(document texte, document PDF)",
        "errorFiles": "Un ou plusieurs fichiers chargés ne correspondent pas aux spécification suivantes : ",
        "errorImagesFilesFormat": "- Format image accepté: png, jpg, jpeg, pdf, bmp, gif",
        "errorTextsFilesFormat": "- Format texte accepté: pdf, doc, docx, odt, rtf, tex, wpd",
        "errorFilesSize": "- Taille maximale par fichier:",
        "errorFilesSizemo": "Mo (Réduire la taille de vos fichiers)",
        "maxFiles": "Fichiers maximum",
        "sendForm": "Envoyer mon formulaire",
        "saveForm": "Sauvegarder mon formulaire",
        "deleteForm": "Réinitialiser mon formulaire",
        "exceptImages": "(ne sauvegarde pas les images)",
        "noImage": "Pas d'image selectionnée ou sauvegardée",
        "deleteImages": "Supprimer les images",
        "deleteThisImages": "Supprimer ces images"
      }
    },
    "matching": {
      "weFinGodfather": "Nous avons trouvé ton Lilord (parrain)",
      "youCanContact": "Vous pouvez dès à présent le contacter avec les informations suivantes:",
      "aboutProblem": "Pour tout problème avec votre Lilord (parrain), cliquez-ici"
    },
    "problem": {
      "endRelation": "Si tu souhaites mettre fin à cette relation, tu dois en donner la raison",
      "noProblem": "La relation s'est bien passée (pas de problème)",
      "problemWithMyGodfather": "Problème avec mon Lilord (parrain)",
      "whatIsTheProblem": "Quel est le problème avec ton Lilord (parrain) ?",
      "chooseOption": "Choisir une option",
      "unavailable": "Mon Lilord (parrain)/Lilot (filleul) n'est pas assez disponible (ou ne répond pas)",
      "noAffinity": "Je n'ai pas d'affinité avec mon Lilord (parrain)/Lilot (filleul)",
      "communication": "J'ai des difficultés à communiquer avec mon Lilord (parrain)/Lilot (filleul) (langue)",
      "weird": "Mon Lilord (parrain)/Lilot (filleul) a eu un comportement déplacé",
      "rgpd": "En envoyant ce formulaire vous perdrez tout contact avec votre Lilord (parrain), vous ne pourrez plus voir ses coordonnées et l'administration de Lille en sera informée",
      "endRelationSubmit": "Mettre fin à la relation"
    }
  },



  "en": {
    "home": {
      "ulillexplore": "UlillExplore",
      "welcome": "Welcome",
      "on": "on",
      "buddySystem": "the university of Lille's Buddy System",
      "findYourGodfather": "Find your Lilord (mentor)/Lilot (mentee)",
      "ambassador": "Ambassador",
      "shareYourExperience": "Share your experience",
      "lastUpdate": "Last update",
      "correctErrors": "Please correct the following error(s):",
      "required": "required",
      "profile": "My profile",
      "myInfos": "See my informations"
    },
    "lang": {
      "fr": "French",
      "en": "English",
      "french": "French",
      "english": "English",
      "spanish": "Spanish",
      "portuguese": "Portuguese",
      "chinese": "Chinese",
      "japanese": "Japanese",
      "korean": "Korean",
      "russian": "Russian",
      "arabic": "Arabic",
      "italian": "Italian",
      "dutch": "Dutch",
      "german": "German",
      "swedish": "Swedish",
      "polish": "Polish",
      "turkish": "Turkish",
      "romanian": "Romanian",
      "czech": "Czech",
      "greek": "Greek"
    },
    "months": {
      "january": "january",
      "february":"february",
      "march": "march",
      "april":"april",
      "may": "may",
      "june":"june",
      "july": "july",
      "august":"august",
      "september":"september",
      "october":"october",
      "november": "november",
      "december":"december"
    },
    "errorsMsg": {
      "nationalityRequired": "Nationality required",
      "startDateRequired":"Start Date required",
      "godChildNumberRequired": "Number of Lilots (mentees) required",
      "availabilityRequired":"Availability required",
      "languagesSpokenRequired": "Spoken languages required",
      "cycleOfStudiesRequired":"Cycle of studies required",
      "departmentRequired": "Department required",
      "facultyRequired":"Faculty required",
      "activitiesRequired": "Activities required",
      "hobbiesRequired":"Hobbies required",
      "passwordRequired":"Please enter your current password",
      "samePasswordRequired":"The 2 passwords must match"
    },
    "sideMenu": {
      "welcome": "Welcome",
      "signIn": "Sign In for more information",
      "home": "Home",
      "becomeGodfather": "Become a Lilord (mentor)",
      "becomeGodchild": "Become a Lilot (mentee)",
      "ambassador": "Ambassador",
      "profile": "Profile",
      "login": "Login",
      "logout": "Logout"
    },
    "login": {
      "login": "Login",
      "iHaveUlillAdress": "I have a @univ-lille address",
      "noteAboutUnivlille": "Note: To be a Lilord (mentor) or an ambassador, it is necessary to have a @univ-lille address",
      "iClickHere": "Click here",
      "iDontHaveAddress": "I don't have a @univ-lille address",
      "email": "Email Adress (not in @univ-lille)",
      "password": "Password",
      "forgotPassword": "Forgot your password",
      "getYourAccount": "Please enter your email address to reset your password",
      "createNewPassword": "Reset your password",
      "enterOldPassword": "Enter your current password",
      "enterNewPassword": "Please enter your new password",
      "repeatNewPassword": "Repeat your new password",
      "samePassword": "Passwords must be identical and contain at least 6 characters",
      "validate": "Confirm",
      "alreadyRegister": "You are already registered",
      "signUp": "Sign Up",
      "wrongPassword": "Wrong Email or password"
    },
    "signup": {
      "signup": "Sign Up",
      "lastname": "Last name",
      "firstname": "First name",
      "email": "Email",
      "password": "Password",
      "rgpd": "The University of Lille processes collected data to implement a sponsorship initiative between student mentees on incoming mobility programmes (known as “Lilots”) and student mentors from the University of Lille (known as “Lilords”).",
      "rgpdAmbassador": "The University of Lille processes collected data to recruit student ambassadors within the University.",
      "rgpdPopUpLink": "Click here to find out more about the way your personal data is managed and to exercise your rights.",
      "register": "Register"
    },
    "rgpd": {
      "titleGodfather": "General Data Protection Regulation (Lilord/Mentor)",
      "titleGodChild": "General Data Protection Regulation (Lilot/Mentee)",
      "titleAmbassador": "General Data Protection Regulation (Ambassador)",
      "rgpdAmb1": "On behalf of the President of the University of Lille, the management team at the International Relations department is overseeing the processing of personal data with the aim of recruiting student ambassadors within the University and academically valorising their activities. ",
      "rgpdAmb2": "This data processing has been declared on the data processing register of the University of Lille, reference no. 202183. Its legality is based on: ",
      "rgpdAmb3": "The consent of ambassadors who do not wish their missions to be academically valorised (GDPR, Art. 6.1. a);",
      "rgpdAmb4": "The task being carried out in the public interest by the University of Lille for ambassadors who do wish their missions to be academically valorised in the form of ECTS (GDPR, Art. 6.1. e).",
      "rgpdAmb5": "The collected data is only shared with authorised members of the International Mobility department.",
      "rgpdAmb6": "The data is stored:",
      "rgpdAmb7": "In the case of ambassadors who do not wish their missions to be academically valorised: 12 months from the end of the academic year ongoing at the time of their registration on the platform;",
      "rgpdAmb8": "In the case of ambassadors who do wish their missions to be academically valorised in the form of ECTS: until the end of the course they are pursuing at the time of their registration on the platform.",
      "rgpdAmb9": "Thereafter, the data can be archived in a separate location with highly limited access, in compliance with the rules applicable to public and private archives. ",
      "rgpdAmb10": "Ambassadors who do not wish their missions to be academically valorised can access their data or ask for it to be corrected or deleted. They can exercise their rights to limit the extent of the processing of their data. They can also withdraw their consent to said processing (consult the website ",
      "rgpdAmb11": "cnil.fr",
      "rgpdAmb12": "for more information about your rights).",
      "rgpdAmb13": "Ambassadors who do wish their missions to be academically recognized can access their data or ask for it to be corrected. They can also exercise their rights to limit the extent of or oppose the processing of their data (consult the website ",
      "rgpdAmb14": "To exercise these rights or if you have any questions about the processing of your data, you can write to ",
      "rgpdAmb15": "ulillexplore@univ-lille.fr ",
      "rgpdAmb16": "or contact our data protection officer, Jean Luc Tessier, at ",
      "rgpdAmb17": "dpo@univ-lille.fr.",
      "rgpdAmb19": "If you feel, after contacting us, that your data freedom rights have not been respected, you can file a claim with the CNIL.",
      "rgpdGFC01": "On behalf of the President of the University of Lille, the management team at the International Relations department is overseeing the processing of personal data with the aim of implementing a sponsorship initiative between beneficiary students on incoming mobility programmes (known as “Lilots”) and student sponsors from the University of Lille (known as “Lilords”).",
      "rgpdGFC02": "This data processing has been declared on the data processing register of the University of Lille, reference no. 202183. Its legality is based on the consent of the persons concerned to the processing of their personal data (GDPR, Art. 6.1. a).",
      "rgpdGFC03":"The data collected from “sponsors” is only shared with authorised members of the International Mobility department. It will be kept until the end of the course they are pursuing at the time of their registration on the platform.",
      "rgpdGFC99":"The data collected from student beneficiaries is only shared with authorised members of the International Mobility department. It will be kept for 12 months from the end of the academic year ongoing at the time of their registration on the platform.",
      "rgpdGFC04":"Thereafter, the data can be archived in a separate location with highly limited access, in compliance with the rules applicable to public and private archives. ",
      "rgpdGFC05":"You can access your data or ask for it to be corrected or deleted. You can access your rights to limit the extent of the processing of your data. You can also withdraw your consent to said processing (visit the website ",
      "rgpdGFC06":"cnil.fr",
      "rgpdGFC07":"for more information about your rights).",
      "rgpdGFC08":"To exercise your rights or if you have any questions about the processing of your data, you can write to ",
      "rgpdGFC09":"ulillexplore@univ-lille.fr",
      "rgpdGFC10":"or contact our data protection officer, Jean Luc Tessier, at ",
      "rgpdGFC11":"dpo@univ-lille.fr.",
      "rgpdGFC12":"If you feel, after contacting us, that your data freedom rights have not been respected, you can file a claim with the CNIL"
    },
    "profile": {
      "myProfile": "My profile",
      "contactEmail": "Contact email:",
      "cycleStudies": "Cycle of studies",
      "subscribedFrom": "Subscribed from:",
      "updatePassword": "Update password",
      "myGodchild": "My Lilot(s) (mentees)",
      "myGodchildProfile": "My Lilot (mentee) profile",
      "myGodfather": "My Lilord (mentor)",
      "myGodfatherProfile": "My Lilord (mentor) profile",
      "edit": "Edit",
      "ambassador": "Ambassador",
      "isAmbassador": "You are enrolled in the U.E P.E Be an Ambassador",
      "becomeAmbassador": "You are not an Ambassador yet. If you wish to be one, go here",
      "becomeAmbassadorValid": "Become an Ambassador",
      "seeMyForm": "See Ambassador form",
      "unsubscribe": "Unsubscribe",
      "noRelations": "You do not have a Lilord (mentor) or Lilot (mentee) status yet, it's up to you to choose if you want to support a Lilot or if you need to be helped by a Lilord",
      "disabledGodchildAccount": "Suspend my Lilot (mentee) account ",
      "disabledGodfatherAccount": "Suspend my Lilord (mentor) account",
      "thisNotDeleteRelation": "You can enable and disable your account here. This will not suspend any current relationships you may have but you will not be able to have new matches.",
      "yourAccountInactive": "Your {0} account is currently inactive, reactivate it by clicking here",
      "youCantBeBooth": "Sorry but you can't be both Lilord and Lilot, you have to deactivate one first before activating the other",
      "successCreation": "Profile created with success",
      "successGen": "The operation was successful",
      "errorGen": "We're sorry but an error has occured",
      "noGodfatherYet": "You don't have a Lilord (mentor) yet but we are working on it, you will be notified by email when we have found your Lilord",
      "noGodchildYet": "You don't have any Lilot (mentee) yet but we are working on it, you will be notified by email when we have found your Lilot"
    },
    "wait": {
      "sorry": "Sorry",
      "oneUndredDay": "You need at least 300 days of seniority. Do not hesitate to come back in a few weeks",
      "back": "Back to home"
    },
    "help": {
      "needHelp": "Need help",
      "rdvOn": "Go to the ULillGo app to get all the general information about international mobility",
      "ulillGoLink": "ulillgo.fr",
      "contactUs": "Contact support for any other question",
      "mail": "ulillexplore@univ-lille.fr"
    },
    "buddy": {
      "chooseCategorie": "Choose a category",
      "iWantBeGodfather": "I want be a Lilord (mentor)",
      "toBeClassy": "and rock (in less than 5 min)",
      "iSearchAGodfather": "I'm looking for a Lilord (mentor)",
      "iNeedGodfather": "I need a Lilord (mentor) to help me"
    },
    "godchild": {
      "createMyProfile": "Create my profile (Lilot / mentee)",
      "nationality": "Nationality",
      "whenYouStarted": "When did you start your studies in Lille ?",
      "whenAreYouAvailable": "When can you spend time with your Lilord (mentor) ?",
      "allSelect": "Select all périods",
      "whatLanguageSpeak": "What language(s) are you ready to speak with your Lilord (mentor)?",
      "whatYouStudying": "Cycle of studies ?",
      "whatFaculty": "In which faculty are you studying ?",
      "whatDepartment": "In which department are you studying ?",
      "outsideCourses": "What do you like to do outside class ?",
      "whatHobbies": "What would you like to do with your Lilord (mentor)?",
      "validate": "Confirm"
    },
    "godfather": {
      "createMyProfile": "Create my profile (Lilord/mentor)",
      "nationality": "Nationality",
      "whenYouStarted": "When did you start your studies in Lille ?",
      "howManyGodchild": "How many mentees are you ready to mentor ?",
      "whenAreYouAvailable": "When can you spend time with your Lilot(s)(mentees) ?",
      "whatLanguageSpeak": "What language(s) are you ready to speak with your Lilot(s)(mentees)?",
      "whatYouStudying": "Cycle of studies ?",
      "whatFaculty": "In which faculty are you studying ?",
      "whatDepartment": "In which department are you studying ?",
      "outsideCourses": "What do you like to do outside class ?",
      "outsideCoursesMinMax": "(minimum 2 / maximum 4)",
      "whatHobbies": "What would you like to do with your Lilot(s)(mentees) ?",
      "validate": "Confirm"
    },
    "ambassador": {
      "becomeAmbassador": "Become an Ambassador",
      "charte": {
        "cgAmbassador": "Ambassador's Charter of Commitment ",
        "cgrepresent": "As an Ambassador for the University of Lille, i will have to represent my home university and promote international mobility while studying in my host university. Here are a few examples of missions to complete:",
        "cgBeforeMob": "Before and after the mobility:",
        "cgDoPortrait": "- Write a self-portrait before and after the mobility.",
        "cgDoInterview": "- Make a video call with the international relations office of my faculty during the first month and/or during the mobility.",
        "cgAddAdress": "- Add the @international_univlille to my publications on social medias and post pictures of my mobility (ex : new campus, integration day, visits, selfie with friends, food, etc).",
        "cgSendPostal": "- Send a postcard to the University of Lille.",
        "cgBlogAuthor": "- If I have a blog, website or video channel, share the link of my articles about my mobility with the international relations office.",
        "cgWritePlans": "- Write a tips guide book about my host city.",
        "cgMyBack": "After the mobility :",
        "cgDoOrga": "- Join the organization team of the International Student Week.",
        "cgRepresent": "I commit to representing the University of Lille during my mobility and I authorize the University of Lille to freely publish pictures of me within the sole framework of its publications, for educational, scientific or communication purposes, on paper or digital media (annual directory, presentation leaflets, small posters, website, etc.) This authorization is valid for 15 years, except for the annual directory for which the authorization stands with no limit of time. For any other use, a new authorization request will be submitted.",
        "cgAccept": "I accept",
        "cgUE": "I am also enrolled in the U.E P.E (Unité d'Enseignement Projet de l'Étudiant) Be an Ambassador (Check this box)"
      },
      "form": {
        "becomeAmbassador": "Sending documents",
        "personalInfos": "Personal Information",
        "ambaLastname": "Name",
        "amFirstname": "First name",
        "amMail": "E-Mail",
        "amCountry": "Host country",
        "amUniversity": "Host university",
        "amExchange": "Exchange program",
        "amComposante": "Composante",
        "amBefore": "Before and after the mobility, at least  5/11  ; at least 8/11 for the students enrolled in the U.E P.E (Unité d'Enseignement Projet de l'Étudiant) Be an Ambassador",
        "amBeforeDesc": "You must fill in at least 5 out of 11 fields (at least 8/11 for the students enrolled in the U.E P.E (Unité d'Enseignement Projet de l'Étudiant) Be an Ambassador",
        "amDoPortrait": " Write a self-portrait before and after the mobility (Upload Text document).",
        "amDoInterview": "Make a video call with the international relations office of my department during the first month and/or during the mobility. (date of the video call)",
        "amChooseInterview": "Please select the date of the video call",
        "amQuestionnaire": "Answer the questionnaire, before and after your mobility. Written answers or video interviews accepted.",
        "amDoPhoto": "Do a photo shoot to present an object I got during my mobility and what signification it holds for me. (Upload your files/photos)",
        "amDoPubli": "Add the @international_univlille to my publications on social medias and post pictures of my mobility (for instance : new campus, integration day, visits, selfie with friends, food, etc.)with a little description.(Links to the original posts)",
        "amProposition": "Examples of pictures I could take  : Campus / Lecture room / integration day / Visits / Selfies with friends, in the host University / A nice surise,sunset / Typical event of the country,city,university / National or regional dish",
        "amDoPostal": "Send a postcard to the University at the following address:",
        "amAdress": "Université de Lille - Direction Mobilités Internationales Bât. A3, Cité Scientifique Villeneuve d’Ascq, 59650 - France",
        "amFizer": "*You may use the “Fizzer” app to create a personalized postcard with your pictures. Check : www.fizzer.com (Upload post photo)",
        "amRepresent": "Promote the University of Lille during an international event at my host University. I may contact the University of Lille ahead of the event to get communication supports such as: goodies, flyers and posters. (Upload your pictures)",
        "amBlog": "If I have a blog or if i am a video maker and have been posting about my mobility, I can share a link to my website/page with the international relations office. (Paste your links)",
        "amCarnet": "Write a logbook (texts, pictures, drawings…) during my mobility. I may have the opportunity to present it during an international event (ex: International Student Week) or an exhibition when I return. (photos, PDF : Upload your files)",
        "amPlan": "Write a tips guide book about my host city (restaurants, bars, cultural information etc…). It may be published on the international page of the University of Lille’s website. (Upload your files/photos)",
        "amPromotion": "Promote the University of Lille and/or french culture to my new acquaintances. (Upload your files)",
        "amPromotionList": "Have them try a french national dish // Teach them french words (and not only swear words :)) // Take a picture of a french restaurant or shop in my host city // Wear the colours of the University of Lille during a race or any other big event at the host University, City // Have a student from my host University wear the University of Lille’s shirt,sweatshirt",
        "amIdea": "Ideas for when I return from my mobility",
        "amParticipate": "Volunteer to participate in the organisation of the International Student Week. // Become a Lilord (mentor) for one or several international students. //Participate in a Caférasmus held by the University of Lille.",
        "UEInter": "I'm enrolled in the U.E P.E (Unité d'Enseignement Projet de l'Étudiant) Be an Ambassador",
        "amRecueil": "Write a tips guide book about my host city (restaurants, bars, cultural information etc…). It may be published on the international page of the University of Lille’s website. (Upload files)",
        "amRapport": "Write a 4 page essay about my experience abroad. (Upload files)",
        "errorFiles": "One or more uploaded files do not meet the following specifications:",
        "errorImagesFilesFormat": "- Accepted images formats: png, jpg, jpeg, pdf, bmp, gif",
        "errorTextsFilesFormat": "- Accepted texts formats: pdf, doc, docx, odt, rtf, tex, wpd",
        "errorFilesSize": "- Maximum size per file: ",
        "errorFilesSizemo": "Mo (Reduce the size of your images)",
        "maxFiles": "Maximum files",
        "sendForm": "Send my form",
        "saveForm": "Save my form",
        "deleteForm": "Reset my form",
        "exceptImages": "(doesn't save images)",
        "noImage": "No images stored in your browser.",
        "deleteImages": "Delete images",
        "deleteThisImages": "Delete these images"
      }
    },
    "matching": {
      "weFinGodfather": "We found your Lilord(mentor)",
      "youCanContact": "You can now contact him with the following information:",
      "aboutProblem": "For any problem with your Lilord(mentor), click here"
    },
    "problem": {
      "endRelation": "If you want to end this relationship, you must give the reason",
      "noProblem": "The relationship went well (no problem)",
      "problemWithMyGodfather": "Problem with my Lilord (mentor)",
      "whatIsTheProblem": "What is the problem with your Lilord (mentor) ?",
      "chooseOption": "Choose an option",
      "unavailable": "My Lilord (mentor)/Lilot (mentee) is not available enough (or does not respond)",
      "noAffinity": "I have no affinity with my Lilord (mentor)/Lilot (mentee)",
      "communication": "I have trouble communicating with my Lilord (mentor)/Lilot (mentee)(language)",
      "weird": "My Lilord (mentor) / Lilot (mentee) behaved inappropriately",
      "rgpd": "By sending this form you will lose all contact with your Lilord (mentor), you will no longer be able to see their contact details and the university of Lille's administration will be notified",
      "endRelationSubmit": "End this relationship"
    }
  }
}
